13xforever.language-x86-64-assembly
Antyos.openscad
docsmsft.docs-markdown
jebbs.plantuml
ms-python.python
ms-toolsai.jupyter
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
njpwerner.autodocstring
rust-lang.rust
streetsidesoftware.code-spell-checker
TobiasTao.vscode-md
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscodevim.vim
wesbos.theme-cobalt2
